[{"id":"1","hotelStatus":"current","hotelName":"Rosen Shingle Creek","hotelAddress":"9939 Universal Blvd","hotelCity":"Orlando","hotelState":"FL","hotelZip":"32819","hotelCountry":"USA","hotelTelephone":"866-996-6338","hotelWebsite":"http:\/\/www.rosenshinglecreek.com\/","hotelResWebsite":"https:\/\/booking.ihotelier.com\/istay\/istay.jsp?groupID=1117102&hotelID=6840","hotelDescription":"The Rosen Shingle Creek Resort is one of the largest full-service convention resorts in Central Florida. The 230-acre resort offers 1,500 guestrooms and suites. Most rooms feature pool and golf views and a luxurious Creek Sleep Bed, high-speed Internet connection capabilities, 32 inch flat screen TVs with NXTV connectivity and in-room laptop safes. \r\n\r\nThe resort offers an array of amenities, including The Spa at Shingle Creek, a full-service, 13,000-square-foot spa with nine treatment rooms and a state-of-the-art fitness center; an 18-hole, par 72 (7,228-yard) championship golf course, ranked among the Top 40 Best New Courses in the U.S. by Golfweek magazine; four outdoor swimming pools; two lighted tennis courts; basketball; nature trails; fishing; a sand volleyball court; horseshoe pit and more. Visit www.rosenshinglecreek.com for more information. ","hotelAlert":"It has come to our attention that travel agencies may be contacting you to solicit hotel reservations for the 2014 BICSI Winter Conference & Exhibition, Feb. 2-6, in Orlando, Florida. Please be advised that all housing for the Winter Conference is being handled exclusively through BICSI. No other company has access to the discounted room blocks at BICSI's official hotels. Additionally, the only official information you will receive regarding conference hotel accommodations will always be sent directly from BICSI. It is solely your decision whether or not to purchase services from non-official providers, but we encourage you to treat solicitations from these providers with appropriate caution. If you have made reservations or given any of your information to a non-official provider, you have done so at your own risk. BICSI will not be responsible for any actions or omissions from sources outside of BICSI. Finally, please be aware that BICSI takes your privacy very seriously and does not sell or rent your email address to any third parties.","groupCode":"Group Code:","resDate":"Make your hotel reservations by January 6, 2014.","alertLine":"ALERT: Beware of Unauthorized Hotel Solicitations"}]